import { TProduct } from '@/types/product';

export const productSliderData: TProduct[] = [
  {
    id: 1,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 2,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 3,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 4,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 5,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 6,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 7,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 8,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 9,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 10,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 11,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
  {
    id: 12,
    rate: 5,
    quantity: 22970,
    colors: ['#3c62ea', '#fc282f', '#00A651'],
    path: '/product/1',
    discount: 1,
    priceWithoutDiscount: 76530000,
    priceWithDiscount: 75530000,
    title: {
      fa: 'کنسول بازی مایکروسافت مدل ایکس باکس سری ایکس دیجیتال ادیتییشن سه ترابایت',
      en: 'Microsoft Xbox Series X Digital Edition Robot White Gaming Console TB',
    },
    category: {
      text: 'گیمینگ و لوازم',
      path: 'https://shopi.codisa.ir/product-category/%da%af%db%8c%d9%85%db%8c%d9%86%da%af-%d9%88-%d9%84%d9%88%d8%a7%d8%b2%d9%85/',
    },
    images: [
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/11-1.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/18-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/20-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/15-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/16-150x150.png',
      'https://shopi.codisa.ir/wp-content/uploads/2024/10/21-150x150.png',
    ],
    description: `<div>
        
  <div>
    <h2>توضیحات</h2>
  </div>

<div>
  <p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<p><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" data-lazy-srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" data-lazy-sizes="(max-width: 1132px) 100vw, 1132px" data-lazy-src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" data-ll-status="loaded" sizes="(max-width: 1132px) 100vw, 1132px" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w"><noscript><img loading="lazy" decoding="async" src="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png" alt="" width="1132" height="487" srcset="https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18.png 1132w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-300x129.png 300w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-1024x441.png 1024w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-768x330.png 768w, https://shopi.codisa.ir/wp-content/uploads/2024/09/Frame-18-600x258.png 600w" sizes="(max-width: 1132px) 100vw, 1132px" /></noscript></p>
<p>این محصول ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوصشنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-1">طراحی جذاب</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-2">صفحه نمایش</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<ol>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
<li>دوربین سلفی این محصول دارای حسگر 20 مگاپیکسلی است</li>
<li>دوربین‌ سلفی این محصول هم به سنسوری 20 مگاپیکسلی مجهز شده است</li>
<li>نسخه 11 سیستم عامل اندروید و باتری 5160 میلی‌آمپرساعتی از دیگر ویژگی‌‌های این گوشی جدید هستند</li>
<li>کاربران خیالشان از بابت خرید یک گوشی موبایل مقرون‌به‌صرفه در عین حال کاربردی راحت باشد.</li>
<li>محصول دارای ساختاری متوازن و خوش‌ساخت بدون پشتیبانی از تکنولوژی 5 جی روانه بازار شده است</li>
</ol>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد. کتابهای زیادی در شصت و سه درصد گذشته، حال و آینده شناخت فراوان جامعه و متخصصان را می طلبد تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مورد نیاز شاملت پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<h2 id="section-3">پردازنده‌ای بی‌رقیب و باتری قدرتمند‌تر</h2>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
<blockquote><p>جمع‌و‌جور و ساده که ضمن پخش موسیقی برای شما امکان مکالمه را هم فراهم می‌کند و برای پاسخ به تماس ‌ها به قطع کردن اتصال آن با دستگاه نیازی نخواهید داشت. برای استفاده از این محصول، دستگاه شما باید دارای درگاه 3.5 میلی‌متری باشد.</p></blockquote>
<p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در سبد تا با نرم افزارها شنسخت تایپ به پایان رسد وزمان مجود طراحی استگی با تولید اخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسیواری موجود در ارائه راهکاازابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است.</p>
</div>			</div>`,
  },
];
